/**/
"Cancel" = "Cancelar";
/**/
"Delete" = "Excluir";
/**/
"Open" = "Abrir";
/**/
"Edit" = "Editar";
/**/
"Yes" = "Sim";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Aplicar Geometria";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Limpar Geometria";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Excluir Vértice";
/*Geometry Edit Action Name*/
"Insert Part" = "Inserir Parte";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Inserir Vértice";
/*Geometry Edit Action Name*/
"Move Vertex" = "Mais Vértice";
/*Geometry Edit Action Name*/
"Remove Part" = "Remover Parte";

/*Collecting attachments*/
"Add" = "Adicionar";
/*Collecting attachments*/
"Take Photo or Video" = "Tirar foto ou vídeo";
/*Collecting attachments*/
"Choose From Library" = "Escolher da biblioteca";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Vídeo";
/*Collecting attachments*/
"Save To Photo Library" = "Salvar na biblioteca de imagens";
/*Collecting attachments*/
"Download" = "Download";

/*Date attribute*/
"Today" = "Hoje";

/**/
"Attachments" = "Anexos";
"Attributes" = "Atributos";

/**/
"Open in Safari" = "Abrir no Safari";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Digite um número entre %i e %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "Digite um número entre %f e %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "Muitos caracteres (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "O número está fora do intervalo aceitável.";

/* BLOB, RASTER, etc */
"Field type not supported" = "O tipo de campo não é suportado";

/**/
"%d of %d" = "%d de %d";

/**/
"Changing Feature Type" = "Alterando o tipo de feição";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Você está alterando o tipo de feição, o que possivelmente poderá substituir alguns valores de campo. Tem certeza que deseja fazer isso?";

/**/
"Data for pie chart is invalid" = "Os dados para o gráfico de pizza não são válidos";
"No data to create a pie chart" = "Não há dados para criar um gráfico de pizza";

/**/
"Created by %@ seconds ago" = "Criado por %@ segundos atrás";

/**/
"Created by %@ a minute ago" = "Criado por %@ um minuto atrás";

/**/
"Edited by %@ seconds ago" = "Editado por %@ segundos atrás";

/**/
"Edited by %@ a minute ago" = "Editado por %@ um minuto atrás";

/**/
"Created seconds ago" = "Criado segundos atrás";

/**/
"Created a minute ago" = "Criado um minuto atrás";

/**/
"Edited seconds ago" = "Editado segundos atrás";

/**/
"Edited a minute ago" = "Editado um minuto atrás";

/**/
"Created by %@ %d minutes ago" = "Criado por %@ %d minutos atrás";

/**/
"Created by %@ an hour ago" = "Criado por %@ uma hora atrás";

/**/
"Created by %@ %d hours ago" = "Criado por %@ %d horas atrás";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Criado por %@ no %@ às %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Criado por %@ no %@ às %@";

/**/
"Edited by %@ %d minutes ago" = "Editado por %@ %d minutos atrás";

/**/
"Edited by %@ an hour ago" = "Editado por %@ uma hora atrás";

/**/
"Edited by %@ %d hours ago" = "Editado por %@ %d horas atrás";

/**/
"Edited by %@ on %@ at %@ - day" = "Editado por %@ no %@ às %@";

/**/
"Edited by %@ on %@ at %@ - full" = "Editado por %@ no %@ às %@";

/**/
"Created by %@" = "Criado por %@";

/**/
"Edited by %@" = "Editado por %@";

/**/
"Created %d minutes ago" = "Criado %d minutos atrás";

/**/
"Created an hour ago" = "Criado uma hora atrás";

/**/
"Created %d hours ago" = "Criado %d horas atrás";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Criado no %@ às %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Criado no %@ às %@";

/**/
"Edited %d minutes ago" = "Editado %d minutos atrás";

/**/
"Edited an hour ago" = "Editado uma hora atrás";

/**/
"Edited %d hours ago" = "Editado %d horas atrás";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Editado em %@ às %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Editado em %@ às %@";

/* Used to denote a required field */
"Required" = "Obrigatório";

/* Used for naming layers with no names */
"Layer %d" = "Camada %d";